[
  {
    "name": {
      "ru": "Теплый салат с печенью",
      "en": "Warm Liver Salad",
      "vi": "Salad gan ấm"
    },
    "ingredients": [
      { "ru": "ПФ Печень", "en": "Liver", "vi": "Gan (sơ chế)", "amount": "120" },
      { "ru": "ПФ Клубника", "en": "Strawberry", "vi": "Dâu tây (sơ chế)", "amount": "35" },
      { "ru": "ПФ Салат микс", "en": "Mixed salad", "vi": "Salad trộn (sơ chế)", "amount": "70" },
      { "ru": "ПФ руккола", "en": "Rocket salad", "vi": "Rau rocket (sơ chế)", "amount": "10" },
      { "ru": "ПФ Сегменты апельсина", "en": "Orange segments", "vi": "Cam tách múi (sơ chế)", "amount": "50" },
      { "ru": "ПФ цитрусовый соус", "en": "Citrus sauce", "vi": "Sốt cam chanh (sơ chế)", "amount": "15" },
      { "ru": "Соус бальзамик", "en": "Balsamic sauce", "vi": "Sốt balsamic", "amount": "15" },
      { "ru": "Соль", "en": "Salt", "vi": "Muối", "amount": "2" }
    ],
    "process": {
      "ru": "В тарелку выложить салат микс. Поверх рукколу. Нарезать клубнику. Распределить клубнику и сегменты апельсина по всей площади салата сверху. Полить цитрусовым соусом. На разогретую сковороду с растительным маслом и солью выложить печень(без жидкости) и обжаривать до получения хорошего колера. Глазировать печень соусом бальзамик в сковороде. Выложить печень на салат, не закрывая клубнику и апельсин. Тонкой струйкой полить салат соусом бальзамик.",
      "en": "Place the salad mix on a plate. Arugula on top. Cut the strawberries. Distribute the strawberries and orange segments over the entire surface of the salad. Drizzle with citrus sauce. Place the liver (without liquid) in a preheated frying pan with vegetable oil and salt and fry until a good color is obtained. Glaze the liver with balsamic sauce in a frying pan. Place the liver on the salad, without covering the strawberries and orange. Pour the balsamic sauce over the salad in a thin stream.",
      "vi": "Cho salad trộn ra đĩa, thêm rau rocket lên trên. Cắt dâu tây, phân bố dâu và cam lên bề mặt salad. Rưới sốt cam chanh. Làm nóng chảo với dầu và muối, áp chảo gan (không có nước) đến khi lên màu đẹp. Áo gan với sốt balsamic ngay trên chảo. Xếp gan lên salad, không che dâu và cam. Rưới nhẹ sốt balsamic lên salad."
    },
    "photo": "photos/liver salad.png"
  },
  {
    "name": {
      "ru": "Овощной салат",
      "en": "Vegetable Salad",
      "vi": "Salad rau củ"
    },
    "ingredients": [
      { "ru": "ПФ огурец", "en": "Cucumber", "vi": "Dưa leo (sơ chế)", "amount": "50" },
      { "ru": "Помидоры Черри темные", "en": "Dark cherry tomatoes", "vi": "Cà chua bi đen", "amount": "40" },
      { "ru": "ПФ Перец болгарский", "en": "Bulgarian pepper", "vi": "Ớt chuông (sơ chế)", "amount": "40" },
      { "ru": "ПФ Редис", "en": "Radish", "vi": "Củ cải đỏ (sơ chế)", "amount": "40" },
      { "ru": "ПФ Соус садовый", "en": "Garden sauce", "vi": "Sốt salad vườn (sơ chế)", "amount": "50" },
      { "ru": "Микрозелень", "en": "Microgreens", "vi": "Rau mầm", "amount": "3" }
    ],
    "process": {
      "ru": "Нарезать огурец, редис и болгарский перец на треугольники. Черри разрезать напополам и каждую половинку наискосок. Смешать все овощи с соусом. Выложить в тарелку, украсить микрозеленью. Соус (йогурт -50, чесночное масло-5, соль-1).",
      "en": "Cut the cucumber, radish and bell pepper into triangles. Cut the cherry tomatoes in half and each half diagonally. Mix all the vegetables with the sauce. Put on a plate, garnish with microgreens. Sauce (yogurt -50, garlic oil-5, salt-1).",
      "vi": "Cắt dưa leo, củ cải và ớt chuông thành miếng tam giác. Cắt cà chua bi làm đôi rồi cắt xéo. Trộn tất cả rau với sốt. Cho ra đĩa, trang trí rau mầm. Sốt gồm: sữa chua 50g, dầu tỏi 5g, muối 1g."
    },
    "photo": "photos/vegitable salad.png"
  },
  {
    "name": {
      "ru": "Салат с креветками",
      "en": "Prawn Salad",
      "vi": "Salad tôm"
    },
    "ingredients": [
      { "ru": "ПФ Руккола", "en": "Rocket salad", "vi": "Rau rocket (sơ chế)", "amount": "35" },
      { "ru": "Креветки", "en": "Shrimps", "vi": "Tôm", "amount": "80" },
      { "ru": "Помидоры Черри темные", "en": "Dark Cherry", "vi": "Cà chua bi đen", "amount": "50" },
      { "ru": "Сыр Пармезан", "en": "Parmesan cheese", "vi": "Phô mai Parmesan", "amount": "15" },
      { "ru": "Соус бальзамик", "en": "Balsamic sauce", "vi": "Sốt balsamic", "amount": "5" },
      { "ru": "ПФ Соус винегрет", "en": "Vinaigrette sauce", "vi": "Sốt vinaigrette (sơ chế)", "amount": "10" },
      { "ru": "Соль", "en": "Salt", "vi": "Muối", "amount": "1" },
      { "ru": "Масло растительное", "en": "Oil", "vi": "Dầu thực vật", "amount": "10" },
      { "ru": "ПФ Чесночное масло", "en": "Garlic oil", "vi": "Dầu tỏi (sơ chế)", "amount": "5" }
    ],
    "process": {
      "ru": "Выложить объемно на тарелку рукколу, нарезать черри, выложить поверх рукколы. Полить соусом винегрет. Креветки обжарить с солью и чесночным маслом. Выложить на салат. Полить соус бальзамик. Посыпать сыром пармезан.",
      "en": "Put the arugula on a plate, cut the cherry tomatoes, put it on top of the arugula. Pour the vinaigrette sauce. Fry the shrimps with salt and garlic oil. Put it on the salad. Pour the balsamic sauce. Sprinkle with Parmesan cheese.",
      "vi": "Xếp rau rocket vào đĩa, cắt cà chua bi và đặt lên trên. Rưới sốt vinaigrette. Áp chảo tôm với muối và dầu tỏi. Đặt tôm lên salad, rưới sốt balsamic và rắc phô mai Parmesan."
    },
    "photo": "photos/prawn salad.png"
  },
  {
    "name": {
      "ru": "Теплый салат с осьминогом",
      "en": "Octopus Salad",
      "vi": "Salad bạch tuộc ấm"
    },
    "ingredients": [
      { "ru": "ПФ Осьминог", "en": "Prep octopus", "vi": "Bạch tuộc (sơ chế)", "amount": "75" },
      { "ru": "ПФ стойун", "en": "Prep potatoes ctone", "vi": "Khoai tây (sơ chế)", "amount": "35" },
      { "ru": "ПФ Салат микс", "en": "Mixed salad", "vi": "Salad trộn (sơ chế)", "amount": "80" },
      { "ru": "Помидоры Черри темные", "en": "Dark Cherry", "vi": "Cà chua bi đen", "amount": "50" },
      { "ru": "Сладкий чили", "en": "Sweet chilli sauce", "vi": "Sốt ớt ngọt", "amount": "15" },
      { "ru": "Масло растительное", "en": "Oil", "vi": "Dầu thực vật", "amount": "20" },
      { "ru": "Соль", "en": "Salt", "vi": "Muối", "amount": "2" },
      { "ru": "ПФ Соус винегрет", "en": "Vinaigrette sauce", "vi": "Sốt vinaigrette (sơ chế)", "amount": "10" },
      { "ru": "ПФ Чесночное масло", "en": "Garlic oil", "vi": "Dầu tỏi (sơ chế)", "amount": "5" }
    ],
    "process": {
     "ru": "На плоскую тарелку выложить салатный лист, порезать томат черри (как всегда) выложить на салат микс. Полить соусом винегрет. Взять картофель (2 шт) срезать тонко края, нарезать каждый на 3 толстых монеты. Обжарить на сковороде с добавлением сливочного и чесночного масла на медленном огне, чтобы не сгорело. Выложить на тарелку. Размороженный осьминог поместить в болитор на 1-2 минуты для прогрева. Обжарить до появления красноватого колера, добавить в сковороду сладкий чили, глазировать осьминога. Выложить осьминога в тарелку, сладким чили со сковороды полить салат.",
     "en": "Place a lettuce leaf on a flat plate, slice a cherry tomato (as always), and arrange the mixed salad on top. Drizzle with vinaigrette. Take 2 potatoes, trim the edges thinly, and cut each into 3 thick coins. Fry in a pan with butter and garlic oil over low heat to prevent burning. Place on a plate. Place the defrosted octopus in a bolitor for 1-2 minutes to heat through. Fry until reddish in color, add sweet chili to the pan, and glaze the octopus. Place the octopus on a plate and pour the sweet chili from the pan over the salad.",
     "vi": "Xếp salad ra đĩa phẳng, thêm cà chua bi và rưới sốt vinaigrette. Cắt khoai tây thành lát dày, áp chảo với bơ và dầu tỏi ở lửa nhỏ. Làm nóng bạch tuộc 1–2 phút, áp chảo đến khi lên màu, thêm sốt ớt ngọt để áo. Xếp bạch tuộc và rưới phần sốt lên salad."
    },
    "photo": "photos/octopus.png"
  },
  {
    "name": {
      "ru": "Тартар",
      "en": "Tartar",
      "vi": "Bò tartare"
    },
    "ingredients": [
      { "ru": "Говядина", "en": "Beef", "vi": "Thịt bò", "amount": "100" },
      { "ru": "Каперсы", "en": "Capers", "vi": "Nụ bạch hoa muối", "amount": "7" },
      { "ru": "Пармезан", "en": "Parmesan", "vi": "Phô mai Parmesan", "amount": "20/10" },
      { "ru": "Соль", "en": "Salt", "vi": "Muối", "amount": "1" },
      { "ru": "Перец", "en": "Pepper", "vi": "Tiêu", "amount": "1" },
      { "ru": "Масло оливковое", "en": "Olive oil", "vi": "Dầu ô liu", "amount": "10" },
      { "ru": "Ворчестер", "en": "Worcester", "vi": "Sốt Worcestershire", "amount": "3" },
      { "ru": "Яйцо (желток)", "en": "Egg (yolk)", "vi": "Trứng (lòng đỏ)", "amount": "1" },
      { "ru": "Руккола", "en": "Rucola", "vi": "Rau rocket", "amount": "15" },
      { "ru": "Бородинский (гренки)", "en": "Borodinsky (croutons)", "vi": "Bánh mì Borodinsky (bánh nướng)", "amount": "4" }
    ],
    "process": {
      "ru": "Нарезать мясо мелким кубиком в миску. Замешать с каперсами (нарубленными максимально мелко), ворчестером, солью, перцем, маслом и 20 г пармезана. Поставить кольцо в центр тарелки, выложить в него тартар, утрамбовать. Сделать углубление под желток, выложить желток. С одной стороны по борту тарелки выложить 4 гренки веером. С противоположной стороны выложить рукколу. Снять кольцо. Посыпать все 10 г пармезана преимущественно на тартар.",
      "en": "Cut the meat into small cubes in a bowl. Mix with capers (chopped as finely as possible), Worcestershire sauce, salt, pepper, olive oil, and 20 g Parmesan. Place a ring in the center of the plate, put the tartare inside, and press. Make a depression for the yolk and place the yolk in it. On one side along the edge of the plate, fan out 4 croutons. On the opposite side, place the arugula. Remove the ring. Sprinkle 10 g of Parmesan mainly on the tartare.",
      "vi": "Cắt thịt bò hạt lựu nhỏ, trộn với capers băm nhuyễn, sốt Worcester, muối, tiêu, dầu ô liu và 20g Parmesan. Đặt khuôn tròn giữa đĩa, cho tartare vào và nén. Tạo hõm cho lòng đỏ, đặt lòng đỏ vào. Xếp bánh nướng và rau rocket hai bên. Nhấc khuôn, rắc 10g Parmesan còn lại."
    },
    "photo": "photos/tartar.png"
  },
  {
    "name": {
      "ru": "Жюльен",
      "en": "Julien",
      "vi": "Julienne"
    },
    "ingredients": [
      { "ru": "ПФ Жульен", "en": "PF Julien", "vi": "Julienne (sơ chế)", "amount": "100" },
      { "ru": "Моцарелла (тертая)", "en": "Mozzarella (grated)", "vi": "Mozzarella bào sợi", "amount": "20" },
      { "ru": "Пармезан", "en": "Parmesan", "vi": "Phô mai Parmesan", "amount": "10" },
      { "ru": "Белая чиабатта", "en": "White ciabatta", "vi": "Bánh mì ciabatta trắng", "amount": "40" }
    ],
    "process": {
      "ru": "ПФ Жульен поместить в горячую воду для оттаивания и прогрева. Гренки из чиабатты (0.2-0.3 см толщиной, нарезкой в длину батона) поместить в печь на 4-6 мин для подсыхания. В керамический соусник выложить Жульен, посыпать сверху моцареллу. Горелкой растопить сыр до золотистой корочки. Поместить гренки веером сбоку. Посыпать все пармезаном.",
      "en": "Place the Prep Julienne in hot water to defrost and warm up. Place the ciabatta croutons (0.2-0.3 cm thick, cut along the length of the loaf) in the oven for 4-6 minutes to dry. Place the Julienne in a ceramic sauceboat, sprinkle mozzarella on top. Melt the cheese with a blowtorch until golden brown. Place the croutons on the side in a fan shape. Sprinkle everything with Parmesan.",
      "vi": "Làm nóng julienne (sơ chế) trong nước nóng. Nướng bánh mì ciabatta cắt lát mỏng 4–6 phút cho khô. Cho julienne vào chén sứ, rắc mozzarella và khò đến vàng. Xếp bánh nướng bên cạnh và rắc Parmesan."
    },
    "photo": "photos/jouliene.png"
  }
]
